Repository: eloaders/cerbero
Catalog: .lang/*.po
Languages: pl

source: Profile
pl: Profil

source: Logout
pl: Wyloguj

source: Login - I-Nex - Cerbero
pl: Logowanie - I-Nex - Cerbero

source: Don't have an account?
pl: Nie masz jeszcze konta?

source: Back to Homepage
pl: Wróć na stronę główną

source: Account - I-Nex - Cerbero
pl: Konto - I-Nex - Cerbero

source: Upload
pl: Wyślij

source: Latest added
pl: Ostatnio dodane

source: Signup - I-Nex - Cerbero
pl: Rejestracja - I-Nex - Cerbero

source: Already have an account? Login now
pl: Posiadasz już konto? Zaloguj się

source: Validate
pl: Zweryfikuj

source: Please browse file to publish data online
pl: Wybierz plik raportu z dysku, i opublikuj online.

source: Redirect to
pl: Przekieruj do

source: Keep in mind that the service is currently in beta.
pl: Miej na uwadze, serwis jest nadal w fazie beta.

source: Work on the introduction of new features.
pl: Trwają pracę nad nowymi funkcjami oraz naprawą błędów.

source: The need for many people to help. You can also help.
pl: Potrzeba wiele osób do pomocy. Ty także możesz pomóc.

source: Register on the site, get your key and user name.
pl: Zarejestruj się na stronie, zdobądź swój klucz prywatny oraz login.

source: Enter all the data in the I-Nex and then send the report.
pl: Wpisz wszystkie potrzebne dane w konfiguracji wysyłania raportów i wyślij raport.

source: About Cerbero
pl: O Cerbero

source: Donate
pl: Wspomóż projekt

source: Support
pl: Wsparcie

source: Other
pl: Pozostałe

source: Privacy Policy
pl: Polityka prywatności

source: Sponsors
pl: Sponsorzy

source: Account
pl: Konto

source: Signin
pl: Zaloguj

source: Signup
pl: Zarejestruj

source: If you want to financially support the program's I-Nex and service Cerbero.
pl: Jeśli chcesz wesprzeć finansowo program I-Nex oraz usługę Cerbero.

source: Nothing stands in the way to be able to make a small or a larger deposit and the work we put into the project.
pl: Nic nie stoi na przeszkodzie, aby dokonać symbolicznej wpłaty na rozwój projektu jak i w ramach podziękowania za obecną pracę włożoną w projekt.

source: There are three ways.
pl: Istnieją trzy sposoby.

source: Direct deposit into a bank account:
pl: Wpłata na konto bankowe:

source: <h3>Title: i-nex.pl - support and your forum nickname or Cerbero</h3>
pl: <h3>Tytułem: i-nex.pl - wsparcie Twój Nick z forum lub serwisu Cerbero</h3>

source: Using PayPal:
pl: Użyj PayPal:

source: Last donators
pl: Najnowsi sponsorzy

source: Username
pl: Użytkownik

source: Count
pl: Kwota

source: Homepage
pl: Strona główna

source: Something Legal
pl: W pełni legalne

source: Profile
pl: Profil

source: Logout
pl: Wyloguj

source: Account
pl: Konto

source: Account details
pl: Szczegóły konta

source: Keys
pl: Klucze

source: Submitted reports
pl: Przesłane raporty

source: Your Login is for logging in and cannot be changed.
pl: Twoja nazwa użytkownika jest używana do logowania się i nie może być zmieniona.

source: Public account name. It is used in some cases.
pl: Publiczna nazwa konta użytkownika. Jest wykorzystywana w niektórych przypadkach.

source: Email Address
pl: E-mail

source: Your e-mail will also be used to display Gravatar
pl: Twój e-mail może zostać użyty do wyświetlania Gravatara.

source: Homepage
pl: Strona domowa

source: Author Bio
pl: O autorze

source: Current password
pl: Aktualne hasło

source: New password
pl: Nowe hasło

source: Repeat new password
pl: Powtórz hasło

source: Save
pl: Zapisz

source: API Public
pl: Publiczne API

source: Change
pl: Zmiana

source: Public key used in some cases.
pl: Klucz publiczny jest używany w niektórych przypadkach.

source: API Private
pl: Prywatne API

source: Change
pl: Zmiana

source: I-Nex use provate key to submit data online
pl: I-Nex wykorzystuje klucz prywatny do wysyłania danych na serwer

source: Processor logo
pl: Logo procesora

source: CPU & GPU
pl: Procesor i Karta graficzna

source: Motherboard
pl: Płyta główna

source: Distro
pl: Dystrybucja

source: Link to
pl: Odnośnik do

source: Remove link
pl: Usuń odnośnik

source: Signup for Free Account
pl: Zarejestruj się

source: Create your free account:
pl: Załóż darmowe konto

source: User name:
pl: Nazwa użytkownika:

source: Display name:
pl: Wyświetlana nazwa:

source: Email Address:
pl: Adres e-mail:

source: Password:
pl: Hasło:

source: Confirm Password:
pl: Potwierdź hasło:

source: Agree with the Terms & Conditions.
pl: Zgoda użytkownika na warunki licencji.

source: Register
pl: Zarejestruj

source: Already have an account?
pl: Posiadasz już konto?

source: Login to your account
pl: Zaloguj się do swojego konta

source: CPU Specifications
pl: Specyfikacja procesora

source: Integrated GPU:
pl: Zintegrowana karta graficzna

source: Family:
pl: Rodzina:

source: Stepping:
pl: Wersja:

source: Cores:
pl: Rdzenie:

source: Adress sizes:
pl: Długość adresu:

source: Flags:
pl: Flagi:

source: More
pl: Więcej

source: x86 64-Bit Extensions:
pl: 64 bitowe rozszerzenia

source: Power management:
pl: Zarządzanie poborem energii:

source: CPU From Database
pl: Dane o CPU z bazy danych:

source: Die size:
pl: Wielkość rdzenia:

source: Package:
pl: Obudowa:

source: Turboclock:
pl: Zegar Turbo:

source: Voltage:
pl: Napięcie:

source: Part:
pl: Numer seryjny:

source: Socket:
pl: Gniazdo:

source: Transistors:
pl: Tranzystory:

source: Multiplier:
pl: Mnożnik:

source: Codename:
pl: Nazwa kodowa

source: Memory support:
pl: Obsługa pamięci:

source: Distribution
pl: Dystrybucja

source: Distro Vendor:
pl: Nazwa dystrybucji:

source: Distro Release:
pl: Numer wydania:

source: Desktop environment:
pl: Środowisko graficzne:

source: Window manager:
pl: Menedżer okien:

source: Window manager Theme:
pl: Styl menedżera okien:

source: GTK+ 2 Theme:
pl: Styl GTK+ 2:

source: GTK+ 3 Theme:
pl: Styl GTK+ 3:

source: GTK Icons:
pl: Ikony GTK:

source: GTK Font:
pl: Czcionka GTK:

source: Hostname:
pl: Nazwa komputera:

source: Deafult DM:
pl: Domyślny menedżer pulpitu:

source: Timezone:
pl: Strefa czasowa:

source: GLX Version:
pl: Wersja GLX:

source: X.Org Version:
pl: X.Org Server:

source: Arch:
pl: Architektura:

source: GCC Version:
pl: Wersja GCC:

source: Libc Version
pl: Wersja Libc:

source: GNU Make Version:
pl: Wersja GNU Make:

source: Dynamic linker (ldd):
pl: Wersja LDD

source: GPU
pl: Karta graficzna:

source: OpenGL Vendor:
pl: Dostawca OpenGL:

source: OpenGL Renderer:
pl: Silnik renderujący OpenGL:

source: OpenGL Version:
pl: Wersja OpenGL:

source: Client glx vendor:
pl: Dostawca klienta GLX:

source: Client glx version:
pl: Wersja klienta GLX:

source: Server glx vendor:
pl: Dostawca serwera GLX:

source: Server glx version:
pl: Wersja serwera GLX:

source: GLX version:
pl: Wersja GLX:

source: Kernel driver in use:
pl: Sterowniki w użyciu:

source: Total Memory prefetchable:
pl: Łączna zbuforowana pamięć:

source: Total Memory non-prefetchable:
pl: Łączna dostępna pamięć:

source: Resolutions:
pl: Rozdzielczości ekranu:

source: Present resolution:
pl: Obecna rozdzielczość ekranu:

source: Kernel
pl: Jądro systemu

source: System name:
pl: Nazwa systemu:

source: Node name:
pl: Nazwa węzła:

source: Release:
pl: Wydanie:

source: Version:
pl: Wersja:

source: Machine:
pl: Architektura:

source: Latest stable:
pl: Ostatnie stabilne wydanie jądra Linux:

source: Motherboard
pl: Płyta główna

source: CPU Flags long desc
pl: Wszystkie dostępne flagi procesora

source: Misc
pl: Pozostałe

source: Total memory:
pl: Łączna pamięć operacyjna:

source: Used memory:
pl: Użyta pamięć:

source: Total swap:
pl: Łączna przestrzeń wymiany:

source: Used swap:
pl: Wykorzystana przestrzeń wymiany:

source: Uptime:
pl: Czas pracy:

source: Days:
pl: Dni:

source: Hours:
pl: Godziny:

source: Minutes:
pl: Minuty:

source: Seconds:
pl: Sekundy:

source: Board Vendor:
pl: Producent:

source: Board Version:
pl: Wersja:

source: Board Name:
pl: Nazwa:

source: Bios Vendor:
pl: Dostawca BIOS:

source: Bios Version:
pl: Wersja BIOS:

source: Bios Date:
pl: Data ostatniej aktualizacji BIOSu:

source: I-Nex Screenshot
pl: Zrzut ekranu:

source: Submited by
pl: Wysłane przez

source: Please provide your details
pl: Podaj szczegółowe dane

source: Username:
pl: Nazwa użytkownika:

source: Password:
pl: Hasło:

source: Keep me signed in
pl: Zapamiętaj mnie na tym komputerze

source: Sign In
pl: Zaloguj się
